Repository: xiepixie/SparkleRecorder
Catalog: Sources/SparkleRecorder/Common.xcstrings
Source language: en
Languages: zh_hans

source: %.1fs
zh_hans: %.1f 秒

source: %@ (in use)
zh_hans: %@（已占用）

source: %@ Copy
zh_hans: %@ 副本

source: %@ bounds %@, %@, %@ x %@
zh_hans: %@ 边界 %@, %@, %@ x %@

source: %d candidates
zh_hans: %d 个候选项

source: %d dependencies
zh_hans: %d 条依赖

source: %d points
zh_hans: %d 个点

source: %d selected
zh_hans: 已选 %d 个

source: %d simulated steps
zh_hans: %d 个模拟步骤

source: %d wheel ticks
zh_hans: 滚轮刻度 %d

source: %dd ago
zh_hans: %d天前

source: %dh %dm
zh_hans: %d 小时 %d 分

source: %dh ago
zh_hans: %d小时前

source: %dm %ds
zh_hans: %d 分 %d 秒

source: %dm ago
zh_hans: %d分钟前

source: %ds
zh_hans: %d 秒

source: +%d more
zh_hans: 另有 %d 项

source: AI Draft
zh_hans: AI 草稿

source: AX element snapshots
zh_hans: AX 元素快照

source: Absolute
zh_hans: 绝对

source: Add
zh_hans: 添加

source: Add Copies
zh_hans: 添加副本

source: Add Point
zh_hans: 添加点

source: Add Tag
zh_hans: 添加标签

source: Add Tag…
zh_hans: 添加标签…

source: Add favorite
zh_hans: 加入收藏

source: Adjust Swipe Destination
zh_hans: 调整拖拽终点

source: Align Coordinates
zh_hans: 对齐坐标

source: Align X to First
zh_hans: X 对齐第一个

source: Align Y to First
zh_hans: Y 对齐第一个

source: All
zh_hans: 全部

source: All set
zh_hans: 已就绪

source: Already in use
zh_hans: 已被占用

source: Always
zh_hans: 总是

source: Any terminal
zh_hans: 任意终态

source: Any terminal outcome
zh_hans: 任意结束结果

source: Append at end
zh_hans: 追加到末尾

source: Apply
zh_hans: 应用

source: Apply Draft Edit
zh_hans: 应用草稿编辑

source: Apply Patch…
zh_hans: 应用补丁…

source: Apply Schedule
zh_hans: 应用计划

source: Apply changes
zh_hans: 应用更改

source: Apply to Selected
zh_hans: 应用到选中

source: Approve
zh_hans: 确认

source: Area + baseline
zh_hans: 选区 + 基线

source: Area + image
zh_hans: 选区 + 图像

source: Assign
zh_hans: 指定

source: Assign Hotkey
zh_hans: 设置快捷键

source: Assign Hotkey…
zh_hans: 设置快捷键…

source: Attempt %d
zh_hans: 第 %d 次尝试

source: Automatic
zh_hans: 自动

source: Back
zh_hans: 返回

source: Background
zh_hans: 后台

source: Baseline
zh_hans: 基线

source: Baseline image
zh_hans: 基线图

source: Baseline image selected
zh_hans: 已选择基线图

source: Batch Set Timeout
zh_hans: 批量设置超时

source: Batch edit
zh_hans: 批量编辑

source: Behavior
zh_hans: 行为

source: Behavior %d
zh_hans: 行为 %d

source: Behavior (%d)
zh_hans: 行为（%d）

source: Behavior name
zh_hans: 行为名称

source: Behavior selection is ready
zh_hans: 行为所选区域就绪

source: Bind Active Window
zh_hans: 绑定当前窗口

source: Bind Behavior
zh_hans: 绑定行为

source: Bind First
zh_hans: 绑定文本

source: Bind behavior
zh_hans: 合并为行为

source: Block
zh_hans: 块

source: Blocked
zh_hans: 受阻

source: Blocked by validation
zh_hans: 校验阻止继续

source: Blue
zh_hans: 蓝色

# Bound: %@ (%dx%d)
source: Bound: %1$@ (%2$dx%3$d)
zh_hans: 已绑定：%1$@（%2$d×%3$d）

source: Bundle Picker
zh_hans: Bundle 选择器

source: Cancel
zh_hans: 取消

source: Cancel %@?
zh_hans: 取消 %@？

source: Cancelled
zh_hans: 已取消

source: Canvas
zh_hans: 画布

source: Capturing source
zh_hans: 捕获源

source: Chain To
zh_hans: 接续到

source: Chained
zh_hans: 已接续

source: Chains to %@
zh_hans: 接续到 %@

source: Change hotkey %@
zh_hans: 更改快捷键 %@

source: Change icon
zh_hans: 更换图标

source: Check again
zh_hans: 再次检查

source: Checkpoint
zh_hans: 检查点

source: Choose bundle
zh_hans: 选择 bundle

source: Clear
zh_hans: 清除

source: Clear Hotkey
zh_hans: 清除快捷键

source: Clear Search
zh_hans: 清除搜索

source: Clear Window Binding
zh_hans: 清除窗口绑定

source: Clear all
zh_hans: 清空全部

source: Clear search
zh_hans: 清除搜索

source: Clear selection
zh_hans: 取消选择

source: Clear window binding
zh_hans: 清除窗口绑定

source: Close
zh_hans: 关闭

source: Collapse
zh_hans: 折叠

source: Color
zh_hans: 颜色

source: Color: %@
zh_hans: 颜色：%@

source: Colors
zh_hans: 颜色

source: Compact
zh_hans: 紧凑

source: Completed
zh_hans: 已完成

source: Completed in %@
zh_hans: 用时 %@ 完成

source: Completed successfully
zh_hans: 已成功完成

source: Confirmed import
zh_hans: 确认导入

source: Connect to
zh_hans: 连接到

source: Contains
zh_hans: 包含

source: Content coordinates
zh_hans: 内容坐标

source: Content local
zh_hans: 内容局部坐标

source: Content lock
zh_hans: 内容锁定

source: Content normalized
zh_hans: 内容归一化坐标

source: Content-locked target
zh_hans: 内容锁定目标

source: Content-relative coordinates
zh_hans: 内容相对坐标

source: Continue
zh_hans: 继续

source: Continue next
zh_hans: 忽略并继续

source: Continue when visible
zh_hans: 出现后继续

source: Continuous
zh_hans: 无限循环

source: Copy of %@
zh_hans: %@ 的副本

source: Count
zh_hans: 次数

source: Countdown
zh_hans: 倒计时

source: Countdown Seconds
zh_hans: 倒计时秒数

source: Create
zh_hans: 创建

source: Create Behavior
zh_hans: 创建行为

source: Create Link
zh_hans: 创建连线

source: Created
zh_hans: 创建

source: Creates reviewed draft patch
zh_hans: 创建已审阅的草稿补丁

source: Current
zh_hans: 当前标签

source: Custom playback speed
zh_hans: 自定义回放速度

source: Custom repeat count
zh_hans: 自定义循环次数

source: Custom…
zh_hans: 自定义…

source: DANGER ZONE
zh_hans: 危险操作

source: DEPENDENCIES
zh_hans: 依赖

source: DRAFT DEPENDENCIES
zh_hans: 草稿依赖

source: DRAFT EDIT
zh_hans: 草稿编辑

source: DRAFT PATCH
zh_hans: 草稿补丁

source: DRAFT SCHEDULE
zh_hans: 草稿计划

source: DRAFT SUMMARY
zh_hans: 草稿摘要

source: Days
zh_hans: 天

source: Deadline %@
zh_hans: 截止时间 %@

source: Decision
zh_hans: 判定

source: Default
zh_hans: 默认

source: Default playback
zh_hans: 默认回放

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除 %@？

source: Delete selected
zh_hans: 删除所选

source: Dependencies
zh_hans: 依赖

source: Disabled
zh_hans: 已停用

source: Discard
zh_hans: 丢弃

source: Dismiss
zh_hans: 关闭

source: Dismiss import notice
zh_hans: 关闭导入提示

source: Display absolute
zh_hans: 显示器绝对坐标

source: Display coordinates
zh_hans: 显示器坐标

source: Display crop
zh_hans: 显示器裁剪

source: Display normalized
zh_hans: 显示器归一化坐标

source: Display-relative coordinates
zh_hans: 显示器相对坐标

source: Dock app
zh_hans: 显示 Dock 图标

source: Done
zh_hans: 完成

source: Double
zh_hans: 双击

source: Draft Preview required
zh_hans: 需要 Draft Preview

source: Draft edit failed
zh_hans: 草稿编辑失败

source: Draft patch only
zh_hans: 仅草稿补丁

source: Draft preview failed
zh_hans: 草稿预览失败

source: Drop to import
zh_hans: 松开以导入

source: Duplicate
zh_hans: 复制

source: Duplicate Behavior
zh_hans: 复制行为

source: Duplicate selected
zh_hans: 复制所选

source: Duration %@
zh_hans: 耗时 %@

source: Duration (s)
zh_hans: 持续时间（秒）

source: EXECUTION POLICY
zh_hans: 执行策略

source: Earlier
zh_hans: 提前

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑 %@

source: Edits apply live
zh_hans: 修改实时生效

source: Edit…
zh_hans: 编辑…

source: Effect
zh_hans: 影响

source: Enabled
zh_hans: 已启用

source: End
zh_hans: 结束

source: End Position
zh_hans: 终点位置

source: Error
zh_hans: 错误

source: Every
zh_hans: 每

# Every %d %@
source: Every %1$d %2$@
zh_hans: 每 %1$d %2$@

source: Exact
zh_hans: 完全匹配

source: Execution %@
zh_hans: 执行 %@

source: Exists
zh_hans: 存在

source: Expand
zh_hans: 展开

source: Expanded
zh_hans: 完整

source: Expands to %d imported steps
zh_hans: 导入时展开为 %d 个步骤

source: Export
zh_hans: 导出

source: Export AI Draft
zh_hans: 导出 AI 草稿

source: Export AI-editable draft JSON
zh_hans: 导出 AI 可编辑草稿 JSON

source: Export as Command…
zh_hans: 导出为命令脚本…

source: Export failed
zh_hans: 导出失败

source: External signal
zh_hans: 外部信号

source: External signal: %@
zh_hans: 外部信号：%@

source: Failed
zh_hans: 失败

source: Failure
zh_hans: 失败

source: Failure report
zh_hans: 失败报告

source: Fallback
zh_hans: 回退

source: Fallback %@
zh_hans: 回退 %@

source: Fallback (s)
zh_hans: 回退（秒）

source: Fallback on
zh_hans: 启用备用

source: Fallback point
zh_hans: 备用点

source: Favorite
zh_hans: 收藏

source: Favorites
zh_hans: 收藏

source: Filter:
zh_hans: 筛选：

source: Filter: %@
zh_hans: 筛选：%@

source: Find timeout (s)
zh_hans: 查找超时（秒）

source: Fired
zh_hans: 已触发

source: First matched join
zh_hans: 首个匹配合并

source: Fixed point
zh_hans: 固定坐标

source: Flow
zh_hans: 流程

source: Follow Window Position
zh_hans: 跟随窗口位置

source: From
zh_hans: 来源

source: From %@
zh_hans: 来自 %@

source: Full display
zh_hans: 全屏显示

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Global hotkeys
zh_hans: 全局快捷键

source: Gray
zh_hans: 灰色

source: Green
zh_hans: 绿色

source: H
zh_hans: 高

source: Has Hotkey
zh_hans: 已设快捷键

source: Hide mouse moves
zh_hans: 隐藏鼠标移动

source: High
zh_hans: 高

# Hold key: %@ (%.2fs)
source: Hold key: %1$@ (%2$.2ffs)
zh_hans: 按住按键：%1$@（%2$.2f 秒）

source: Hold modifier: %@
zh_hans: 按住修饰键：%@

source: Hotkeys
zh_hans: 快捷键

source: Hours
zh_hans: 小时

source: Human decision
zh_hans: 人工判定

source: INCOMING
zh_hans: 入边

source: INSPECTOR
zh_hans: 检查器

source: Image
zh_hans: 图像

source: Image appeared
zh_hans: 图像出现

source: Image disappeared
zh_hans: 图像消失

source: Import
zh_hans: 导入

source: Import %@?
zh_hans: 导入 %@？

source: Import Anyway
zh_hans: 仍然导入

source: Import failed
zh_hans: 导入失败

source: Indigo
zh_hans: 靛蓝

source: Info
zh_hans: 信息

source: Input Monitoring
zh_hans: 输入监控

source: Insert
zh_hans: 插入

source: Insert %@
zh_hans: 插入 %@

source: Insert Behavior: %@
zh_hans: 插入行为：%@

source: Insert Key
zh_hans: 插入按键

source: Insert Position
zh_hans: 插入位置

source: Insert after #%d
zh_hans: 插入到 #%d 之后

source: Insert after #%d: %@
zh_hans: 添加到 #%d: %@ 之后

source: Inspector
zh_hans: 检查器

source: Inspector section
zh_hans: 检查器设置区域

source: Issues
zh_hans: 问题

source: KEY
zh_hans: 按键

source: Key
zh_hans: 按键

source: Key Down
zh_hans: 按键按下

source: Key Release: %@
zh_hans: 松开按键：%@

source: Key Repeat
zh_hans: 按键重复

source: Key Up
zh_hans: 按键弹起

source: Key code
zh_hans: 按键键码

source: Key: %@
zh_hans: 按键：%@

source: KeyHold
zh_hans: 按住按键

source: KeyPress
zh_hans: 按键

source: Keyboard
zh_hans: 键盘

source: Keys
zh_hans: 按键

source: Kind
zh_hans: 类型

source: LIBRARY
zh_hans: 宏库

source: LOOP EXPANSION
zh_hans: 循环展开

source: Last Played:
zh_hans: 上次播放：

source: Later
zh_hans: 延后

source: Launch at Login
zh_hans: 登录时启动

source: Left
zh_hans: 左键

source: Library
zh_hans: 宏库

source: Link
zh_hans: 连接

source: Linking
zh_hans: 正在连线

source: Links
zh_hans: 链接

source: Long Press
zh_hans: 长按

# Long Press (%@) at (%d, %d)
source: Long Press (%1$@) at (%2$d, %3$d)
zh_hans: 在（%2$d，%3$d）长按 %1$@

source: Loop
zh_hans: 循环

source: Loops
zh_hans: 循环

source: Low
zh_hans: 低

source: Manual
zh_hans: 手动

source: Manual approval
zh_hans: 手动确认

source: Manual approval prompt
zh_hans: 手动确认提示

source: Manual approval required
zh_hans: 需要人工确认

source: Manual selection
zh_hans: 手动选择

source: Manual start only
zh_hans: 仅手动启动

source: Match
zh_hans: 匹配

source: Max Attempts
zh_hans: 最大重试次数

source: Menu bar
zh_hans: 菜单栏

source: Menu bar only
zh_hans: 仅菜单栏

source: Merge
zh_hans: 合并

source: Merge Gestures
zh_hans: 合并手势

source: Merged (%d)
zh_hans: 已合并（%d）

source: Message
zh_hans: 正文

source: Middle
zh_hans: 中键

source: Minutes
zh_hans: 分钟

source: Missing
zh_hans: 缺失

source: Modified
zh_hans: 已修改

source: Modifier
zh_hans: 修饰键变动

source: Modifier Hold
zh_hans: 按住修饰键

source: Modifiers changed: 0x%02X
zh_hans: 修饰键变化：0x%02X

source: Most Played
zh_hans: 最常播放

source: Mouse
zh_hans: 鼠标

source: Mouse Button %d
zh_hans: 鼠标按键 %d

source: Mouse Move
zh_hans: 鼠标移动

source: Mouse and keyboard
zh_hans: 鼠标和键盘

source: Move Start Point
zh_hans: 移动起点

# Move to (%d, %d)
source: Move to (%1$d, %2$d)
zh_hans: 移动到（%1$d，%2$d）

source: Moves
zh_hans: 移动

source: Must Exist
zh_hans: 必须存在

source: Mutation boundary
zh_hans: 变更边界

source: NOTIFICATION
zh_hans: 通知

source: Name
zh_hans: 名称

source: Named app signal
zh_hans: 命名应用信号

source: Named signal
zh_hans: 命名信号

source: Needs baseline image
zh_hans: 需要基线图

source: Needs mouse and keyboard
zh_hans: 需要鼠标和键盘

source: Needs reference image
zh_hans: 需要参考图

source: Needs review
zh_hans: 需要检查

source: Needs target color
zh_hans: 需要目标颜色

source: Needs targets
zh_hans: 需要文本目标

source: Network
zh_hans: 网络

source: New Behavior
zh_hans: 新建行为

source: New tag
zh_hans: 新建标签

source: Next
zh_hans: 下一步

source: Next start
zh_hans: 下一次启动

source: Next step
zh_hans: 下一步

source: No changes
zh_hans: 无变更

source: No dependencies in draft
zh_hans: 草稿中没有依赖

source: No exclusive resources
zh_hans: 无独占资源

source: No favorites yet
zh_hans: 暂无收藏

source: No matches
zh_hans: 无匹配项

source: No playback history
zh_hans: 暂无播放历史

source: No resource activity
zh_hans: 暂无资源活动

source: No retry
zh_hans: 不重试

source: No selection
zh_hans: 未选中任何事件

source: No simulated steps
zh_hans: 没有模拟步骤

source: No validation issues
zh_hans: 没有校验问题

source: None
zh_hans: 无

source: Normal
zh_hans: 普通

source: Not Exists
zh_hans: 不存在

source: Not bound
zh_hans: 未绑定

source: Notes
zh_hans: 备注

source: Notes…
zh_hans: 备注…

source: Nothing recent
zh_hans: 暂无最近回放

source: Notification
zh_hans: 通知

source: Notification title
zh_hans: 通知标题

source: Notification title missing
zh_hans: 缺少通知标题

source: OK
zh_hans: 好

source: OUTGOING
zh_hans: 出边

source: Observed %@
zh_hans: 识别 %@

source: Observed time
zh_hans: 识别时间

source: Observed time · fallback %@
zh_hans: 识别时间 · 回退 %@

source: Off
zh_hans: 关闭

source: Offset
zh_hans: 偏移

source: Offset dx/dy enabled
zh_hans: 已启用窗口偏移

source: On Failure
zh_hans: 失败策略

source: On cancel
zh_hans: 取消时

source: On failure
zh_hans: 失败时

source: On success
zh_hans: 成功时

source: On timeout
zh_hans: 超时时

source: Once
zh_hans: 一次

source: Open
zh_hans: 打开

source: Open Linked Review
zh_hans: 打开已关联审阅

source: Open Review
zh_hans: 打开审阅

source: Open linked review
zh_hans: 打开已关联审阅

source: Opening
zh_hans: 正在打开

source: Orange
zh_hans: 橙色

source: Orchestrate
zh_hans: 编排

source: Other
zh_hans: 其他按钮

source: Outcome
zh_hans: 结果

source: POSITION
zh_hans: 位置

source: Package asset only
zh_hans: 仅包内资产

source: Patch
zh_hans: 补丁

source: Path
zh_hans: 路径

source: Paths
zh_hans: 轨迹

source: Pause
zh_hans: 暂停

source: Pause & Approve
zh_hans: 人工审批

source: Pause on miss
zh_hans: 未找到时暂停

source: Pending
zh_hans: 待处理

source: Pick Coordinate
zh_hans: 选取坐标

source: Pick End Coordinate
zh_hans: 选取终点坐标

source: Pick First
zh_hans: 开始选择

source: Pink
zh_hans: 粉色

source: Pixel + color
zh_hans: 像素 + 颜色

source: Pixel matched
zh_hans: 像素匹配

source: Play
zh_hans: 播放

source: Play %@
zh_hans: 播放 %@

source: Play Count:
zh_hans: 播放次数：

source: Play From Here
zh_hans: 从这里开始播放

source: Play current
zh_hans: 播放当前宏

source: Playing preview…
zh_hans: 正在播放预览…

source: Playing…
zh_hans: 播放中…

source: Plays once
zh_hans: 播放一次

source: Polling
zh_hans: 轮询

source: Polling Interval
zh_hans: 检查间隔

source: Press ESC to cancel
zh_hans: 按 ESC 键取消

source: Press any key…
zh_hans: 按任意键…

source: Press key: %@
zh_hans: 按下按键：%@

source: Preview
zh_hans: 预览

source: Preview Repeat Until
zh_hans: 预览重复直到

source: Previous outcome
zh_hans: 前序结果

source: Priority
zh_hans: 优先级

source: Privacy boundary
zh_hans: 隐私边界

source: Proportional
zh_hans: 比例

source: Purple
zh_hans: 紫色

source: Queued
zh_hans: 排队中

source: Quit
zh_hans: 退出

source: RESOURCES
zh_hans: 资源

source: Raw Code
zh_hans: 原始键码

source: Ready
zh_hans: 就绪

source: Ready to review
zh_hans: 可供检查

source: Ready to test
zh_hans: 准备测试

source: Recent
zh_hans: 最近

source: Recents
zh_hans: 最近

source: Recovery
zh_hans: 恢复

source: Red
zh_hans: 红色

source: Reference image
zh_hans: 参考图

source: Reference image selected
zh_hans: 已选择参考图

source: Refresh
zh_hans: 刷新

source: Reject
zh_hans: 拒绝

source: Rejected
zh_hans: 已拒绝

source: Remove %@?
zh_hans: 移除 %@？

source: Remove Edge
zh_hans: 移除连线

source: Remove Last
zh_hans: 移除最后一个

source: Remove favorite
zh_hans: 取消收藏

source: Rename
zh_hans: 重命名

source: Rename Behavior
zh_hans: 重命名行为

source: Rename the selected behavior.
zh_hans: 重命名选中的行为。

source: Rename…
zh_hans: 重命名…

source: Repeat
zh_hans: 重复

source: Repeat Body
zh_hans: 重复循环体

source: Repeat Until Loop
zh_hans: 重复直到循环

source: Repeat Until is ready
zh_hans: 循环条件已就绪

source: Repeat Until unavailable
zh_hans: Repeat Until 不可用

# Repeat key: %@ (%d repeats)
source: Repeat key: %1$@ (%2$d repeats)
zh_hans: 重复按键：%1$@（%2$d 次）

source: Repeat: %d times
zh_hans: 重复：%d 次

source: Repeat: continuous
zh_hans: 重复：持续循环

source: Repeating
zh_hans: 重复计划

source: Repeating start
zh_hans: 重复启动

source: Repeats %d times
zh_hans: 播放 %d 次

source: Repeats %d times, %d steps
zh_hans: 重复 %d 次，%d 个步骤

source: Repeats continuously
zh_hans: 持续循环播放

source: Replace
zh_hans: 替换

source: Replace %@?
zh_hans: 替换 %@？

source: Replace Existing
zh_hans: 替换现有

source: Replay Defaults
zh_hans: 回放默认设置

source: Replay on demand
zh_hans: 按需回放

source: Replay welcome
zh_hans: 重新显示欢迎引导

source: Reset
zh_hans: 重置

source: Resource conflict
zh_hans: 资源冲突

source: Resource conflict: %@
zh_hans: 资源冲突：%@

source: Resource policy
zh_hans: 资源策略

source: Resources
zh_hans: 资源

source: Restore Defaults
zh_hans: 恢复默认

source: Restore Previous
zh_hans: 恢复旧版本

source: Retarget Coordinate
zh_hans: 重新定位坐标

source: Retry attempts
zh_hans: 重试次数

source: Reusable Behaviors
zh_hans: 可复用行为

source: Review
zh_hans: 审阅

source: Review local
zh_hans: 仅本地审阅

source: Review only
zh_hans: 仅审阅

source: Review reliability
zh_hans: 可靠性审阅

source: Right
zh_hans: 右键

source: SCHEDULE
zh_hans: 计划

source: SF Symbol
zh_hans: SF 符号

source: SIMULATION
zh_hans: 模拟

source: SOURCE
zh_hans: 源

source: STATS
zh_hans: 统计

source: Sample point ready
zh_hans: 采样点已就绪

source: Satisfied
zh_hans: 已满足

source: Save
zh_hans: 保存

source: Saved watched area
zh_hans: 保存的观察区域

source: Schedule
zh_hans: 计划

source: Schedule / repeat
zh_hans: 调度 / 重复

source: Scheduled
zh_hans: 已计划

source: Scheduled once
zh_hans: 单次计划

source: Scope
zh_hans: 范围

source: Scroll
zh_hans: 滚动

# Scroll (dy: %d, dx: %d)
source: Scroll (dy: %1$d, dx: %2$d)
zh_hans: 滚动（dy：%1$d，dx：%2$d）

source: Scroll Segment (dy: %d, dx: %d)
zh_hans: 滚动段（dy：%d，dx：%d）

source: Scrolls
zh_hans: 滚动

source: Search
zh_hans: 搜索

source: Seconds
zh_hans: 秒

source: Select First
zh_hans: 选中动作

source: Selected Behavior
zh_hans: 已选行为

source: Selection
zh_hans: 选择

source: Set
zh_hans: 确定

source: Several points
zh_hans: 多个坐标

source: Severity
zh_hans: 级别

source: Share failed
zh_hans: 分享失败

source: Shift Selected
zh_hans: 移动所选

source: Shift selected
zh_hans: 移动所选事件

source: Shortcut
zh_hans: 快捷键

source: Shortcut %@
zh_hans: 快捷键 %@

source: Show All Paths
zh_hans: 显示全部轨迹

source: Show Preview Overlay
zh_hans: 显示预览层

source: Show as
zh_hans: 显示为

source: Show in Dock
zh_hans: 在 Dock 中显示

source: Signal
zh_hans: 信号

source: Signal active
zh_hans: 信号已激活

source: Signal name
zh_hans: 信号名称

source: Simulated
zh_hans: 模拟

source: Skip for Now
zh_hans: 稍后再说

source: Skipped
zh_hans: 已跳过

source: Sound Feedback
zh_hans: 声音反馈

source: Sound effects
zh_hans: 音效

source: Source
zh_hans: 来源

source: Source repeat
zh_hans: 源重复

source: Speed
zh_hans: 速度

source: Standardize Timeout
zh_hans: 统一超时时间

source: Star
zh_hans: 收藏

source: Start
zh_hans: 开始

source: Start Position
zh_hans: 起点位置

source: Started
zh_hans: 已开始

source: Stats
zh_hans: 统计

source: Status UI
zh_hans: 状态界面

source: Stop
zh_hans: 停止

source: Stop everything
zh_hans: 停止全部

source: Stop saves to Library
zh_hans: 停止并保存到库

source: Strategy
zh_hans: 定位方式

source: Success
zh_hans: 成功

source: Suggestions
zh_hans: 推荐标签

source: TAGS
zh_hans: 标签

source: TIME
zh_hans: 时间

source: TYPE
zh_hans: 类型

source: Tag
zh_hans: 标签

source: Tags
zh_hans: 标签

source: Target
zh_hans: 目标

source: Target color selected
zh_hans: 已选择目标颜色

source: Teal
zh_hans: 青色

source: This can't be undone.
zh_hans: 此操作无法撤销。

source: Time (s)
zh_hans: 时间（秒）

source: Time Adjustments
zh_hans: 时间调整

source: Time Stretch
zh_hans: 时间缩放

source: Time limit
zh_hans: 时间限制

source: Time replayed
zh_hans: 已回放时间

source: Time stretch
zh_hans: 时间缩放

source: Time zone
zh_hans: 时区

source: Timed out
zh_hans: 已超时

source: Timed out before completion
zh_hans: 完成前已超时

source: Timeout
zh_hans: 超时

source: Timeout (s)
zh_hans: 超时（秒）

source: Timing
zh_hans: 时机

source: To
zh_hans: 目标

source: To %@
zh_hans: 到 %@

source: Top window
zh_hans: 顶层窗口

source: Total plays
zh_hans: 播放次数

source: Trim After
zh_hans: 裁剪此后

source: Trim Before
zh_hans: 裁剪此前

source: Trim after
zh_hans: 裁剪之后

source: Trim before
zh_hans: 裁剪之前

source: Triple+
zh_hans: 三击+

source: Try the All filter.
zh_hans: 试试“全部”筛选。

source: Type %@
zh_hans: 输入 %@

source: Type shortcut…
zh_hans: 输入快捷键…

source: Unbind
zh_hans: 解绑

source: Unbind Behavior
zh_hans: 解除行为绑定

source: Unbounded repeat until
zh_hans: 无限重复直到

source: Undo Import
zh_hans: 撤销导入

source: Unfavorite
zh_hans: 取消收藏

source: Unit
zh_hans: 单位

source: Unstar
zh_hans: 取消收藏

source: Untitled Tag
zh_hans: 未命名标签

source: Upstream %d
zh_hans: 上游 %d

source: Upstream result
zh_hans: 上游结果

source: Use fallback point
zh_hans: 使用备用点

source: Use recognized time
zh_hans: 使用识别到的时间

source: User-picked
zh_hans: 用户选择

source: VALIDATION
zh_hans: 校验

source: Vision flow
zh_hans: 视觉流程

source: Visual check needs setup
zh_hans: 视觉检查需要补充设置

source: Visual check ready
zh_hans: 视觉检查已就绪

source: W
zh_hans: 宽

source: Warning
zh_hans: 警告

source: Watch
zh_hans: 监视

source: Watched area + baseline
zh_hans: 监视区域 + 基线

source: Watched area + image
zh_hans: 监视区域 + 图像

source: Watched area selected
zh_hans: 已选择观察区域

source: Watching full display
zh_hans: 正在观察整个显示器

source: Weeks
zh_hans: 周

source: Wheel
zh_hans: 滚轮

source: Window
zh_hans: 窗口

source: Window coordinates
zh_hans: 窗口坐标

source: Window local
zh_hans: 窗口局部坐标

source: Window metadata
zh_hans: 窗口元数据

source: Window normalized
zh_hans: 窗口归一化坐标

source: Window-relative coordinates
zh_hans: 窗口相对坐标

source: Yellow
zh_hans: 黄色

source: You're all set
zh_hans: 已就绪

source: blocks
zh_hans: 区块

source: body steps
zh_hans: 循环体步骤

source: color %@
zh_hans: 颜色 %@

source: continuous replay
zh_hans: 连续回放

source: day
zh_hans: 天

source: days
zh_hans: 天

source: e.g. 1.75
zh_hans: 例如 1.75

source: e.g. 42
zh_hans: 例如 42

source: e.g. Confirm
zh_hans: 例如：确认

source: edited %@
zh_hans: 编辑于 %@

source: favorite
zh_hans: 已收藏

source: hotkey %@
zh_hans: 快捷键 %@

source: hour
zh_hans: 小时

source: hours
zh_hans: 小时

source: imported steps
zh_hans: 导入步骤

source: just now
zh_hans: 刚刚

source: minute
zh_hans: 分钟

source: minutes
zh_hans: 分钟

source: ms
zh_hans: 毫秒

source: played %d times
zh_hans: 已播放 %d 次

source: repeats
zh_hans: 次重复

source: targets
zh_hans: 目标

source: times
zh_hans: 次

source: to play ·
zh_hans: 播放 ·

source: to stop
zh_hans: 停止

source: week
zh_hans: 周

source: weeks
zh_hans: 周
